{
    "moretagalog": [
        [
            "Did you work yesterday ?",            
            "I did a lot of work yesterday."
        ],
        [
            "What have you been working on ?",            
            "I work on lots of things. My hard drive just keeps on turning."
        ],
        [
            "Do you chat much ?",            
            "I chat a lot when I am online."
        ],
        [
            "Just fight like a Shaolin warrior – the rest will take care of itself. ",            
            "When I'm the best fighter in the country, I'm not going to let you be part of my entourage."
        ],
        [
            "It's not enough just to win, Trevor. You have to destroy your opponent completely.",            
            "Can't you get me any quality sparring partners?"
        ],
        [
            "Learn English, will ya? And, tell me something I don't know.",            
            "It's hard being me, you know. So much pressure."
        ],
        [
            "you should find a new student. I just can't do it – I'm not getting any better!",            
            "Don't talk like that. "
        ],
        [
            "I saw a Shaolin monk once. I was only 5 years old at the time",            
            "The crowd whispered Shaolin, and he bowed touched my cheek and smiled, then just walked on"
        ],
        [
            "Why are you telling me this?",            
            "So you're not a Shaolin?"
        ],
        [
            "Can you tell me how to get to the Shaolin Temple?",            
            "I am going to join the temple as a monk."
        ],
        [
            "You have a car?",            
            "monks aren't allowed to be around girls."
        ],
        [
            "Hello? Busy, huh?",            
            "Master, may I ask you a question?"
        ],
        [
            "Master, may I ask you a question?",            
            "What's the deal here?"
        ],
        [
            "No tourists! No tourists!",            
            "I'm not a tourist! I want to be a monk!"
        ],
        [
            "What people want and what they can have are often not the same.",            
            "I want to become a Shaolin monk."
        ],
        [
            "Please tell your grandfather he is a wise man.",            
            "Go home! You cannot keep chatting! I am tired."
        ],
        [
            "You speak English? I'm sorry, I was just goofing.",            
            "Do you renounce the earthly world?"
        ],
        [
            "Bodhidharma is the patriarch of the Shaolin Temple?",            
            "Will a fighting monk ever use his skills for personal gain?"
        ],
        [
            "I'll be damned!",            
            "Are they ready to begin my training?"
        ],
        [
            "You got a problem, man?",            
            "What are you doing, man?"
        ],
        [
            "Mr. James designs my hair, master.",            
            "What outside world? I don't want to be seen by anybody"
        ],
        [
            "We have an early day of training tomorrow.",            
            "Where are you from?"
        ],
        [
            "Where are you from?",            
            "New York City. You?"
        ],
        [
            "Where are you from?",            
            "Beijing. What is New York like?"
        ],
        [
            "You got to be kidding.",            
            "You don't like it, don't eat it."
        ],
        [
            "Well, we start training today, right?",            
            "Wonder what training will you start me with first?"
        ],
        [
            "I am shaolin",            
            "Some of my training came from shaolin movie  ha ha ha "
        ],
        
    ]
}